tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "deno"
brew "exa"
brew "exiftool"
brew "gcc"
brew "git"
brew "sqlite"
brew "python@3.10"
brew "ipython"
brew "jq"
brew "mas"
brew "mutt"
brew "neofetch"
brew "openvpn"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "redis"
brew "rustup-init"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "viu"
brew "wget"
brew "yarn"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Numbers", id: 409203825
