tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "binutils"
brew "cloc"
brew "cowsay"
brew "csvlens"
brew "deno"
brew "dust"
brew "eza"
brew "fx"
brew "gcc"
brew "git"
brew "git-delta"
brew "helm"
brew "jq"
brew "lazydocker"
brew "mas"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openssl"
brew "openvpn"
brew "postgresql@14"
brew "redis"
brew "ruby"
brew "sqlite"
brew "stow"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "xh"
cask "bruno"
cask "burp-suite"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "itsycal"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Numbers", id: 409203825
