tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "binutils"
brew "cloc"
brew "fx"
brew "gcc"
brew "git"
brew "helm"
brew "jq"
brew "mas"
brew "neofetch"
brew "node"
brew "openvpn"
brew "postgresql@16", restart_service: true
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "sqlite"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "microsoft-teams"
cask "ngrok"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Numbers", id: 409203825
